package a9_메소드;

public class Quiz {

	public static void main(String[] args) {
//		숙제
//		첫번째 입력:
		
		/*
		 * [별찍기 프로그램]
		 * 1. 문제 1
		 * 2. 문제 2
		 * 3. 문제 3
		 * 4. 문제 4
		 * 5. 문제 5
		 * q.프로그램 종료
		 * 명령을 입력하세요 : 1 
		 * 
		 * 출력할 별의 개수를 입력하세요 : 10
		 *    : **********
		 * 함수로 만드세여 
		 * 메소드를 이용해서 만들어야함
		 * 1이라는 값을 전달해서
		 * 출력할 별의 개수 넘길거다
		 * 매개변수 두개!! 
		 * 재료두개랍니다
		 * 
		 * 
		 * void procStart(명령 번호, 10){
		 *  if(1번이면){
		 * 		void quiz1(별의 개수){
		 * 			for()
		 * 		}  
		 *  } else if (2번이면){
		 *  
		 *  }
		 * }
		 * 
		 * 메서드를 5개 만들어서 
		 * 이 메서드
		 * 
		 * 깃허브 꼭 올리세요 ㅠ ㅠ ㅠ 
		 * 그묘잉ㄹ까지
		 * 쪼금ㅁ나생각하면만들수잇서염
		 * 복습ㅈ한다새악가하고오오네넹
		 * 
		 * 
		 */
		
		
		
		
	}

}
